{
  "title": "Question 10:",
  "description": "How do I report unsolicited DMs and scammers?",
  "color": "0099ff",
  "fields": [
    {
      "title": "Scammers in Discord",
      "value": "Scammers are present in almost every Crypto related Discord server now. Please understand that NO SUPPORT PERSONEL WILL DM YOU FIRST! It is important we all work together to remove them as fast as possible so they cannot eventually fool a user and steal the contents of their wallet. Even if these users have the same name as a Guardian or admin in the server, you should not reply and report in the #report-scammers channel immediately. You may know they are a scammer, but perhaps one of the next users they try it on may fall for it, so please report ASAP to help your fellow users. ANY UNSOLICITED DM can be reported. Even if they are just plugging another server. Let the Guardians decide on that."
    },
    {
      "title": "Part1: @ Reporting a user in Discord (PC)",
      "value": "From the DM screen, click on the user’s avatar. A sub window should appear with the user’s unique id number after (e.g. username#2637). Highlight/select the entire text there including the #number and copy it to your clipboard (ctrl+c). Ensure Synthetix discord server is a mutual server (otherwise use this process to report in the relative discord server the scammer is in) and head to the #report-scammers channel. In the chat box type the @ symbol followed by pasting your clipboard (ctrl+v). This process of copying a user’s ID directly will bypass their privacy settings in which would normally block their name coming up on the suggested list when using @ tag. You have successfully tagged them so that Guardians can identify and ban them very fast. However, you still need to show evidence, or this process can be abused."
    },
    {
      "title": "Part2: Providing evidence for a report (can just do this one)",
      "value": "You will need to provide screenshot evidence of the DM you received. On a PC you can use the print screen key on your keyboard (next to F12) which will copy your entire screen as an image to your clipboard. If you are happy to post an entire shot of your screen (ensure no sensitive information exists), you can go straight to pasting into the report channel (you can always delete your post after they have been banned). If you want to narrow the screenshot to only a relevant image, then you then need to paste it (ctrl+v) into basic image software such as ms paint. You can then select an area and copy again (ctrl+c) which will then only paste that square only. See the gify for a quick demo on this. For a phone you will need to follow your model’s procedure for screenshots. It is usually the i/o and a volume button at the same time, however it can vary between models."
    },
	{
      "title": "Notes",
      "value": "The ID copy step can be skipped, but it does help the Guardians source the correct user faster. You can just do the evidence step here if you don’t have time or can’t work out how to @ the user (on a phone etc). If you do skip the @ process, you need to include the user’s full ID (including the #number) into the screenshot, or Guardians may not be 100% sure it's the same user that's in your DM. If this window is blocking the message content, you can post multiple screenshots. \n\nIf in doubt, just report. You won’t get into trouble for accidentally reporting an actual mod/admin/engineer or not providing enough info. It's usually enough without the extra stuff. Just post what you can."
    }
  ],
  "image": "scamreport.gif",
  "footer": {}
}
