{
  "title": "Question 10:",
  "description": "How do I report unsolicited DMs and scammers?",
  "color": "0099ff",
  "fields": [
    {
      "title": "Scammers in Discord",
      "value": "Scammers are present in almost every Crypto related Discord server now. Please understand that NO SUPPORT PERSONEL WILL DM YOU FIRST! It is important we all work together to remove them as fast as possible so they cannot eventually fool a user and steal the contents of their wallet. Even if these users have the same name as a Guardian or Engineer in the server, you should not reply or engage these DMs and report the user in the #report-scammers channel immediately. You may know they are a scammer, but perhaps one of the next users they try it on may fall for it, so please report ASAP to help your fellow newer users. ANY UNSOLICITED DM can be reported. Even if they are just plugging another server. Let the Guardians decide.\n\nFor the sake of stopping abuse in this process, you will need to provide screenshot evidence of the DM you received including the user’s full ID (the #number)."
    },
    {
      "title": "Providing evidence for a report",
      "value": "On a PC you can use the print screen key on your keyboard (next to F12) which will copy your entire screen as an image to your clipboard. If you are happy to post an entire shot of your screen (ensure no sensitive information exists), you can go straight to pasting into the report channel in discord (Ctrl+V). You can always delete your post after they have been banned. If you want to narrow the screenshot to only a relevant image, then you then need to paste it (ctrl+v) into basic image software such as ms paint. You can then select an area and copy again (ctrl+c) which will then only copy that boxed image only, which then can be pasted into discord chat (check thumbnail before sending). See the gify for a quick demo on this. For a phone you will need to follow your model’s procedure for screenshots. It is usually the i/o and a volume button at the same time, however it can vary between models. Google is you friend."
    },
	{
      "title": "Notes",
      "value": "To get the user's id tag you just need to click their avatar circle before screenshot as seen in gify. If this window is blocking the message content, you can post multiple screenshots. You can try and @ the user too to help out but the Guardians will be able to do this part if it isn't working for you.\n\nIf in doubt, just report. You won’t get into trouble for accidentally reporting an actual mod/admin/engineer or not providing enough info. If you can't include id tag on your device for some reason, just post what you can. It will still help."
    }
  ],
  "image": "scamreport.gif",
  "footer": {}
}
