{
  "title": "Question 3:",
  "description": "I previously locked my SNX to mint sUSD. How can I unlock my SNX?",
  "color": "0099ff",
  "url": "https://synthetix.community/docs/staking#i-previously-locked-my-snx-to-mint-susd-how-can-i-unlock-my-snx",
  "fields": [
    {
      "title": "Answer:",
      "value": "To unlock your locked (staked) SNX, you need to 'burn' the sUSD active debt you owe. Burning will prioritise the unlock of your escrowed SNX first, then it will start unlocking your SNX in your wallet to transfer. You can find the sUSD needed to burn to make a certain amount of SNX transferable beyond your escrow in the ‘Custom’ part of the burn page in the staking dapp.\n\nIf you had $1000 worth of SNX you would have been able to mint ~250 sUSD at 400% collateralization ratio. This would lock up all your SNX, thus making it non-transferrable (locked at a contract level). You can't mint money then sell your collateral used to supply it and if you do try sell more than your unlocked SNX count, the transaction will fail, though it will still cost you gas ETH. \n\nSo if you now need to burn that 250 sUSD you minted (plus any fluctuations in your ‘active debt’ since you minted) to unlock your SNX so you can transfer it."
    },
    {
      "title": "What if I don't have any sUSD in my wallet to burn?",
      "value": "If you have an sUSD debt but you have no sUSD in your wallet then you must have done one of the following:\n\n1. Transferred it to another wallet\n 2. Transferred it to an exchange and sold it\n3. Invested in a DHedge pool.\n 4. Exchanged it into another Synth on Kwenta, 1inch or another DEX.\n 5. Deposited it to a liquidity pool such as Curve, to earn yields. \n\nTo unlock all your SNX, you must acquire the total amount of active debt as sUSD. If you transferred it to another wallet or an exchange, you would need to transfer it back into the wallet that contains your locked SNX. If you sold the sUSD, you must buy it back. If you deposited sUSD to a liquidity pool, you must withdraw it from there, so it is back to your wallet in the form of sUSD. \n\nOnce you've paid back your sUSD debt, your SNX will be unlocked and able to be transferred.",
	  "inline": true
    },
    {
      "title": "​",
      "value": "Check out this [article](https://gist.github.com/Spreek/1c4eb0fc1c65a657886b0a5e2f7826d0) for a great detailed explanation."
    }
  ],
  "footer": {}
}
